{
  "title": "Anteckningar",
  "type": "notes",
  "statistics": {},
  "content": [
    "Viktiga händelser under äventyrets gång kommer att antecknas här.",
    "<h2>Session 1</h2>",
    "Äventyret börjar den fjortonde dagen av den femte månen sen det sjugosjunde året under kungen. Biróg, en Halfling Druid, har hamnat här av ett misstag som begåtts från hennes ovana av världen (hon blev bjuden på sprit och hamnade i ett slagsmål på puben). En mordbrand tvingade ut henne i skogen, och traumat har gjort att mycket av hennes förflutna är i en dimma.",
    "Henk är en half Orc Paladin som har svurit hämnd på Fey då de anföll hans hemby. Efter ett mord och en misshandel av stadsvakter så skickades han till fängelse, men har nu fått detta uppdrag från sitt goda beteende och sin stridsförmåga.",
    "Felix Regulus Alastor Faventus-Arria, en aningen extravagant Human Sorcerer, har tagit skulden åt en av hans syskon, som under mystiska förhållanden hade ihjäl en tiefling.",
    "Efter att ha seglat i hamn så tar sig gruppen till Glays Pub. De äter, dricker, bokar rum och hör sig för lite om området och de lådor som fraktas från gruvan. Biróg noterade ett märkligt beteende i godslokalen, men gruppen valde att istället avlägsna Lisa som störde andra besökare på puben. Hon var nästintill desperat, och behövde hjälp med att ha ihjäl de råttor som åt upp hennes lager inför vintern. Gruppen följde med henne till hennes gård, hade ihjäl råttorna och fick en mindre betalning. En av råttorna hade 5 platinum coins, vilket dög utmärkt som betalning.",
    "Felix valde att, lite försiktigt, lägga tillbaka det guldmynt han fått från Lisa. Han valde också att dra det korta stråt och få en PP istället för två. Ur denna givmildhet så kände han sig inspirerad.",
    "Gruppen gick till sist tillbaka till stan, tog för sig av rum och mat som belönades för bortsjasandet av Lisa, och tog en long rest inför nästa dag.",
    "<h2>Session 2</h2>",
    "En ny dag gryr, och gruppen är uppe tidigt och äter frukost. Medans de äter så bestämmer de sig för att undersöka vad som försiggår på Storage Unit. De tittar sig omkring, men kan inte se att någon vaktar platsen, och inga av fönstrena går att se in genom. Henk bestämmer sig för att känna på handtaget, och noterar att dörren är öppen. De går in, och möts av en våg av sulfur, och gruppen anar direkt oråd.",
    "Efter en del letande bland rummen så blir Henk påhoppad av en Kobold, och en till kommer fram bakom gruppen. De lyckas med visst motstånd ha ihjäl dessa, och tar sig vidare till lokalens södra ände. En trappa möter gruppen, och Henk försöker lite försiktigt att titta ner i källaren, men får en sten rakt mellan ögonen och blir väldigt skadad. Felix, som kan prata Draconian, försöker att lösa konflikten utan blodspillan, men lycaks inte övertyga koboldsen som släpper lös en Giant Wolf Spider.",
    "En fight utbryter i trappen, och efter att Henk slängt sig huvud först mot en kobold så lyckas gruppen ha ihjäl fienderna innan de hinner ta sig iväg med sina 'shinies'.",
    "I slutet av källaren finner de ett rum, i vilket en låst kista står i dess mitt. Henk, som efter många mmotgångar har försummat sitt tålamod, slår sakta sönder kistan tills dess innehåll uppenbarar sig. En kristall, skimrande i ett dansande sken av blå och lila, lyser upp det mörka rummet. Efter en del diskuterande så plockar Felix på sig denna kristall när de hör hur någon kommer in i lokalen på markplan.",
    "De går upp, och möter en aningen besvärad Miron, som konstaterar att Koboldproblemet är tillbaka, och erbjuder gruppen att angripa källan av problemet i utbyte mot en lämplig belöning.",
    "Efter detta så besöker gruppen torget i jakt på enklare mat, och går senare till the Outfitter's för att se över en eventuell uppgradering till Henks Chain Shirt."
  ]
}