{
  "title": "Anteckningar",
  "type": "notes",
  "statistics": {},
  "content": [
    "Viktiga händelser under äventyrets gång kommer att antecknas här.",
    "<h2>Session 1</h2>",
    "Äventyret börjar den fjortonde dagen av den femte månen sen det sjugosjunde året under kungen. Biróg, en Halfling Druid, har hamnat här av ett misstag som begåtts från hennes ovana av världen (hon blev bjuden på sprit och hamnade i ett slagsmål på puben). En mordbrand tvingade ut henne i skogen, och traumat har gjort att mycket av hennes förflutna är i en dimma.",
    "Henk är en half Orc Paladin som har svurit hämnd på Fey då de anföll hans hemby. Efter ett mord och en misshandel av stadsvakter så skickades han till fängelse, men har nu fått detta uppdrag från sitt goda beteende och sin stridsförmåga.",
    "Felix Regulus Alastor Faventus-Arria, en aningen extravagant Human Sorcerer, har tagit skulden åt en av hans syskon, som under mystiska förhållanden hade ihjäl en tiefling.",
    "Efter att ha seglat i hamn så tar sig gruppen till Glays Pub. De äter, dricker, bokar rum och hör sig för lite om området och de lådor som fraktas från gruvan. Biróg noterade ett märkligt beteende i godslokalen, men gruppen valde att istället avlägsna Lisa som störde andra besökare på puben. Hon var nästintill desperat, och behövde hjälp med att ha ihjäl de råttor som åt upp hennes lager inför vintern. Gruppen följde med henne till hennes gård, hade ihjäl råttorna och fick en mindre betalning. En av råttorna hade 5 platinum coins, vilket dög utmärkt som betalning.",
    "Felix valde att, lite försiktigt, lägga tillbaka det guldmynt han fått från Lisa. Han valde också att dra det korta stråt och få en PP istället för två. Ur denna givmildhet så kände han sig inspirerad.",
    "Gruppen gick till sist tillbaka till stan, tog för sig av rum och mat som belönades för bortsjasandet av Lisa, och tog en long rest inför nästa dag.",
    "<h2>Session 2</h2>",
    "En ny dag gryr, och gruppen är uppe tidigt och äter frukost. Medans de äter så bestämmer de sig för att undersöka vad som försiggår på Storage Unit. De tittar sig omkring, men kan inte se att någon vaktar platsen, och inga av fönstrena går att se in genom. Henk bestämmer sig för att känna på handtaget, och noterar att dörren är öppen. De går in, och möts av en våg av sulfur, och gruppen anar direkt oråd.",
    "Efter en del letande bland rummen så blir Henk påhoppad av en Kobold, och en till kommer fram bakom gruppen. De lyckas med visst motstånd ha ihjäl dessa, och tar sig vidare till lokalens södra ände. En trappa möter gruppen, och Henk försöker lite försiktigt att titta ner i källaren, men får en sten rakt mellan ögonen och blir väldigt skadad. Felix, som kan prata Draconian, försöker att lösa konflikten utan blodspillan, men lycaks inte övertyga koboldsen som släpper lös en Giant Wolf Spider.",
    "En fight utbryter i trappen, och efter att Henk slängt sig huvud först mot en kobold så lyckas gruppen ha ihjäl fienderna innan de hinner ta sig iväg med sina 'shinies'.",
    "I slutet av källaren finner de ett rum, i vilket en låst kista står i dess mitt. Henk, som efter många mmotgångar har försummat sitt tålamod, slår sakta sönder kistan tills dess innehåll uppenbarar sig. En kristall, skimrande i ett dansande sken av blå och lila, lyser upp det mörka rummet. Efter en del diskuterande så plockar Felix på sig denna kristall när de hör hur någon kommer in i lokalen på markplan.",
    "De går upp, och möter en aningen besvärad Miron, som konstaterar att Koboldproblemet är tillbaka, och erbjuder gruppen att angripa källan av problemet i utbyte mot en lämplig belöning.",
    "Efter detta så besöker gruppen torget i jakt på enklare mat, och går senare till the Outfitter's för att se över en eventuell uppgradering till Henks Chain Shirt.",
    "<h2>Session 3</h2>",
    "Gruppen diskuterar vad som väntar dem härnäst, och bestämmer sig för att besöka Kreuz. De mottas med värme och örtte, och hans hem är stökigt men gemytligt.",
    "De söker svar från Kreuz om innehållet i lådorna och de äventyrare som Miron har skickat till Kobold Cave, men får inga självklara svar. De dansar också lätt runt ämnet om magiska kristaller, då de ännu inte bestämt sig för om den ska hållas hemlig eller inte. Efter en del viskande sinsemellan så bestämemr de sig för att inte berätta något.",
    "De går därefter till Mirons huvudkontor, där han återfinns vid ett litet skrivbord mitt i en aktiv arbetsplats. Han gläds åt att de är villiga att hantera Kobold-problemet, men är till en början förtegen om vad de ska få i gengäld. Efter lite övertygande så får de 10 GP vardera i förväg, med mer att vänta om de rensar ut grottan och hittar hans förlorade gods.",
    "Miron beskriver från sin bästa förmåga hur de ska hitta grottan, och gruppen ger sig sedan iväg. Efter en halv dags resande så har skymningen smygit sig på, och de bestämmer sig för att slå läger en bit in i skogen. När morgonen gryr så serverar Henk frukost som han samlat in själv, och de vandrar vidare mot sitt mål. I skogen så räcker inte Mirons beskrivning riktigt till, och gruppen lyckas gå vilse under hela förmiddagen, för att till sist hitta grottan.",
    "Grottan är ganska stor, och tycks vara en fornlämning från dvärgar, som koboldsen senare tagit över. I grottan så hör Felix en röst dyka upp från ingenstans. Rösten kallar sig själv för 'The Stranger', och ber Felix att hitta och ta hand om hans skugga, som lyckats slita sig och är på en rebellisk flykt. Detta sker precis innan de kliver in i grottans centrala rum, där den nämnda skuggan tycks vara låst i en fängelsecell. De har ihjäl en kobold som håller i en nyckelknippa, och medan de diskuterar skuggans öde så försvinner den in i mörkret och lyckas hoppa på Felix bakifrån. Gruppen gör dock snabb affär av denna, och rösten tackar dem så innerligt, och lovar att återkomma med en belöning. Innan de lämnar området så hittar de ett mindre rum i anslutning till en korridor, där Mirons förlorade gods tycks vara.",
    "Fler fiender väntar i grottans fortsättning, däribland en bevingad Kobold som släpper stenar ovanifrån. I grottans slut så hittar de en person som blivit kidnappad och inlåst, och de släpper honom fri. Han säger att han kommer från Thorndale, och blev påhoppad av kobolds när han var på väg till Faldor Bay. Han går med på att vänta på gruppen vid entrén, och visar gruppen en hemlig dörr som leder dit. De ger dem idén att flera sådana dörrar kan finnas, och efter en del utforskande så lyckas de hitta ett hemligt rum med en rejäl skatt.",
    "<h2>Session 4</h2>",
    "Gruppen går med fången till Faldor Bay",
    "Miron snålar med utbetalningen (10 GP/st) då han anar att de inte är helt uppriktiga med allt de hittade",
    "De diskuterar de pengar de hittade på gatan utanför Mirons HQ, och någon tycks tjuvlyssna från ett fönster",
    "Deras högljudda diskussion gör att Kreuz hittar dem, och säger att det är dags att leta efter karavanen. De får en halv dag på sig att förbereda sig. Henk gör en kopia på hans karta",
    "Henk köper en light crossbow och verktyg för att utforska grottor",
    "På vägen till Thorndale blir de anfallna av banditer, men lyckas ha ihjäl dem",
    "Birog blir anfallen av en varg, men lyckas få den att lugna ner sig. I dess vandrande så går den på en björnfälla. Gruppen hjälper den loss, och den springer iväg",
    "Felix hittar en burk med magisk sand. Birog hittar ett brev och Henk hittar 16 SP",
    "De följer blodspåret från vargen för att gfå svar om 'da boss' som omnämns i brevet",
    "<h2>Session 5</h2>",
    "De lyckas hitta vargen som är rejält skadad. Henk stillade blödningen",
    "Tog oss djupare in i skogen för att spåra upp vargen som sprang iväg efter överfallet av banditer förra sessionen, lyckades hitta den och bli vän med den samt skydda den från en jägare som försökte spåra upp den. ",
    "Efter att Birog pratat med den kom vi fram till att banditerna som anföll oss troligtvis inte hade tagit karavanen vi är på jakt efter och verkar vara ganska långt borta.",
    "Vargen kollapsade tillslut av stress och utmattning, efter en diskussion valde vi att lämna den där med lite mat då den troligtvis skulle behöva spendera ytterligare en natt i skogen innan den var stark nog att fortsätta.",
    "Vi färdades vidare mot Thorndale och utanför staden hittade vi ett värdshus som det verkade livat i. Allt var gratis, vilket verkade för bra för att vara sant. Det visar sig att ägaren hade blivit överfallen av två satyrs som nu delade ut allt gratis. Vi försökte besegra dom utan att döda någon vilket gick åt pipsvängen när en utav dom skrämde vettet ur Henk. En satyr dog och den andra flydde undan.",
    "Efter att ha befriat värdshusvärden så fick vi spendera natten där gratis.",
    "<h2>Session 6</h2>",
    "Felix noterar att hans väska har flyttat på sig under natten, med kristallen exponerad på golvet. Inget saknas av väskans innehåll",
    "De skyndar sig till Thorndale och frågar ett barn om vart Frederick's ligger. Barnet ber om ett mynt för besväret, men nekas detta av Birog",
    "De pratar med Frederick och får beskrivet de vägar gruppen kan ta till Royal Mines",
    "Birog blir eggad av barnet när de går mot hästhandlaren",
    "De köper två ridhästar, får ett förlåt från barnets mamma och ger sig iväg.",
    "<h2>Session 7</h2>",
    "Felix blir kontaktad av The Stranger som bjuder hem dem till sin dolda lya i en gammal ek. De behöver leta ett par var runt stammen innan en skåra uppenbarar sig, och gruppen tränger sig in i en enorm klostersal fylld med levande ljus o bokhyllor",
    "De får välja mellan en rad magiska items, men lyckas bara identifiera vad ringen gör. De tar ringen, och lovar att stoppa nedhuggningen av ett gammalt träd på vägen till gruvan (för ett till magic item)",
    "Felix bestämmer sig för att fråga om kristallen, och Aegur (trollkarlen) berättar att de kan få statiska objekt att börja röra på sig. Detta förklarar då att Felix ryggsäck har rört sig under natten.",
    "De frågar Aegur om han vet något om gruvan och karavanen, men han säger att han inte brukar vara så involverad i vad byborna sysslar med.",
    "De rider tills det blir för mörkt för hästarna att våga hålla ett högt tempo, och de slår läger i en skogsglänta",
    "När de slagit läger pch börjar varva ner för natten så märker den första vakten, Henk, att det finns ett hus i anslutning till gläntan, och att en person tittar på dem. Efter drygt tio minuter så drar sig personen tillbaks, och elden i huset slocknar",
    "Dagen efter så bestämmer de sig för att knacka på i stugan och fråga om en eventuell karavan som rest förbi, och en medelålders kvinna öppnar försiktigt dörren och låter dem in.",
    "De pratar med kvinnan ett tag, och hon beskriver att hon valt ett isolerat liv ute i skogen efter att kärleken kommit o gott. Hon har heller inte sett någon karavan på länge",
    "Felix hör ett dunkande mot trä, och försöker fiska efter om kvinnan har problem med råttor (då han fått vibben att hon inte är helt ärlig). Hon nekar detta, och frågar om hon inte städat nog för hans standard",
    "En högre duns hörs sedan av samtliga, och hon försöker snabbt sjasa ut gruppen. Henk tar på sig ringen och lyckas skrämma kvinnan till att öppna garderoben och släppa ut de tre skelett som var därinne. En fight utbryter.",
    "När gruppen haft ihjäl skeletten och släkt den brand som Felixs eldboll startade så berättar tanten att skeletten var hennes tidigare familj.",
    "I tid av prövning hade de hittat ett uppdukat bord av mat mitt ute i skogen, och de åt sig mätta på detta",
    "Allteftersom timmarna gick så insjuknade hela familjen, och hon var den enda överlevande. Hon begraver sin familj och lever nu ensam i stugan.",
    "Efter några månader, när hon ska besöka gravplatsen, så märker hon att den är tömd. Ett par dagar senare så kommer skeletten av henne familj tillbaka till huset, men tycks inte vara farliga.",
    "Skeletten återgår till den rutin de hade innan de gick bort. Pappan går ut o jagar, o barnen leker på gården. Hon lyckas tillslut inte tolerera detta liv, men kan heller inte mäkta med att ha ihjäl dem, så hon stänger in dem i garderoben och försöker ignorera att de finns",
    "Henk gör ett slarvigt försök att utföra en rit så att skeletten inte ska börja leva igen, men kvinnan märker att han inte riktigt vet vad han håller på med",
    "Hon tackar för att de gett både henne och familjen ro igen, och gruppen ger sig iväg"
  ]
}